ImportProjectsWizard_errorProjectConflict=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u300c{0}\u300d\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
ImportProjectsWizard_monitorImportProjects=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3057\u3066\u3044\u307e\u3059...
ImportProjectsWizard_monitorLoadDescription=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u5b9a\u7fa9\u3092\u30ed\u30fc\u30c9\u3057\u3066\u3044\u307e\u3059...
ImportProjectsWizard_monitorLoadProject=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306b\u8ffd\u52a0\u3057\u3066\u3044\u307e\u3059...
ImportProjectsWizard_monitorPeformFinish=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u3059...
ImportProjectsWizard_statusMultiple=\u8907\u6570\u306e\u30a8\u30e9\u30fc\u3084\u8b66\u544a\u304c\u767a\u751f\u3057\u307e\u3057\u305f\uff08Eclipse\u306e\u30a8\u30e9\u30fc\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\uff09
ImportProjectsWizard_title=Gradle\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u30a4\u30f3\u30dd\u30fc\u30c8
NewProjectWizard_dialogOverwriteMessage=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u300c{0}\u300d\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002\u4e0a\u66f8\u304d\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b\uff1f
NewProjectWizard_dialogOverwriteTitle=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u524a\u9664
NewProjectWizard_errorArchiveDownload=\u30d5\u30a1\u30a4\u30eb\u306e\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u306b\u5931\u6557\u3057\u307e\u3057\u305f: {0}
NewProjectWizard_errorArchiveExtract=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u5c55\u958b\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
NewProjectWizard_errorArchiveNotSupport=\u5bfe\u8c61\u306e\u30a2\u30fc\u30ab\u30a4\u30d6\u5f62\u5f0f\u306b\u306f\u5bfe\u5fdc\u3057\u3066\u3044\u307e\u305b\u3093\u3002
NewProjectWizard_errorProjectConflict=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u300c{0}\u300d\u306f\u65e2\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
NewProjectWizard_errorProjectFailedToCopyContent=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u542b\u307e\u308c\u308b\u30d5\u30a1\u30a4\u30eb\u306e\u30b3\u30d4\u30fc\u306b\u5931\u6557\u3057\u307e\u3057\u305f: {0}
NewProjectWizard_errorTemplateBuild=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u30d3\u30eb\u30c9\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
NewProjectWizard_errorTemplateInvalid=\u5bfe\u8c61\u306e\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb\u306f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3067\u306f\u3042\u308a\u307e\u305b\u3093\uff08\u300c{0}\u300d\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093)
NewProjectWizard_errorUnknown=\u4e0d\u660e\u306a\u30a8\u30e9\u30fc
NewProjectWizard_monitorCopyContents=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b\u542b\u307e\u308c\u308b\u30d5\u30a1\u30a4\u30eb\u3092\u30b3\u30d4\u30fc\u3057\u3066\u3044\u307e\u3059...
NewProjectWizard_monitorExtractArchive=\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb\u3092\u5c55\u958b\u3057\u3066\u3044\u307e\u3059...
NewProjectWizard_monitorExtractContents=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u5185\u5bb9\u3092\u62bd\u51fa\u3057\u3066\u3044\u307e\u3059...
NewProjectWizard_monitorInspectProject=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u69cb\u9020\u3092\u5206\u6790\u3057\u3066\u3044\u307e\u3059...
NewProjectWizard_monitorLoadDescription=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u5b9a\u7fa9\u3092\u30ed\u30fc\u30c9\u3057\u3066\u3044\u307e\u3059...
NewProjectWizard_monitorLoadProject=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u306b\u8ffd\u52a0\u3057\u3066\u3044\u307e\u3059...
NewProjectWizard_monitorMain=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3057\u3066\u3044\u307e\u3059...
NewProjectWizard_selectEntryMessage=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
NewProjectWizard_selectEntryTitle=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u9078\u629e
NewProjectWizard_title=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u304b\u3089\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210
ProjectInformationPage_description=\u65b0\u898f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u60c5\u5831\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ProjectInformationPage_errorProjectNameInconsistent=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30ed\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u540d\u306f\u3001\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u540d\u3068\u540c\u3058\u3067\u306a\u3051\u308c\u3070\u306a\u308a\u307e\u305b\u3093
ProjectInformationPage_title=\u65b0\u898f\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u60c5\u5831
SelectGradleProjectsPage_buildCheckLabel=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u4f5c\u6210\u3059\u308b\u524d\u306b\u30d3\u30eb\u30c9\u3092\u5b9f\u884c\u3059\u308b
SelectGradleProjectsPage_buildCheckTooltip=\u30c1\u30a7\u30c3\u30af\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u3001\u30a4\u30f3\u30dd\u30fc\u30c8\u51e6\u7406\u306e\u524d\u306b\u30d3\u30eb\u30c9\u30bf\u30b9\u30af ({0}) \u3092\u5b9f\u884c\u3057\u307e\u3059\u3002\n\u5bfe\u8c61\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b "java" \u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u9069\u7528\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3084\u3001\u30b3\u30f3\u30d1\u30a4\u30eb\u30a8\u30e9\u30fc\u304c\u3042\u308b\u5834\u5408\u306b\u306f\u7121\u52b9\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SelectGradleProjectsPage_description=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SelectGradleProjectsPage_errorCanceledToInspectProject=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u5206\u6790\u306f\u30ad\u30e3\u30f3\u30bb\u30eb\u3055\u308c\u307e\u3057\u305f\u3002
SelectGradleProjectsPage_errorConsoleNotActive=\u30b3\u30f3\u30bd\u30fc\u30eb\u30b5\u30fc\u30d3\u30b9\u304c\u521d\u671f\u5316\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SelectGradleProjectsPage_errorFailedToInspectProject=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u5206\u6790\u306b\u5931\u6557\u3057\u307e\u3057\u305f\uff08Eclipse\u306e\u30a8\u30e9\u30fc\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\uff09
SelectGradleProjectsPage_errorNotSelect=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SelectGradleProjectsPage_errorProjectNotAvailable=\u5229\u7528\u53ef\u80fd\u306a\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u304c\u4e00\u3064\u3082\u3042\u308a\u307e\u305b\u3093\u3002
SelectGradleProjectsPage_gradleGroupLabel=Gradle\u306e\u8a2d\u5b9a
SelectGradleProjectsPage_infoProjectAlreadyImport=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306f\u3059\u3067\u306b\u30ef\u30fc\u30af\u30b9\u30da\u30fc\u30b9\u4e0a\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
SelectGradleProjectsPage_openConsoleLabel=\u30b3\u30f3\u30bd\u30fc\u30eb\u30ed\u30b0\u3092\u8868\u793a
SelectGradleProjectsPage_openConsoleTooltip=\u524d\u56de\u306e Gradle \u306e\u64cd\u4f5c\u306b\u95a2\u3059\u308b\u30b3\u30f3\u30bd\u30fc\u30eb\u30ed\u30b0\u3092\u8868\u793a\u3057\u307e\u3059\u3002
SelectGradleProjectsPage_targetLabel=\u5bfe\u8c61\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8:
SelectGradleProjectsPage_title=\u30a4\u30f3\u30dd\u30fc\u30c8\u5bfe\u8c61\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306e\u9078\u629e
SelectGradleProjectsPage_workingSetGroupLabel=\u30ef\u30fc\u30ad\u30f3\u30b0\u30fb\u30bb\u30c3\u30c8
SelectProjectDirectoryPage_description=\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SelectProjectDirectoryPage_directoryDialogTitle=\u958b\u304f
SelectProjectDirectoryPage_errorDirectoryEmpty=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306e\u30d1\u30b9\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SelectProjectDirectoryPage_errorDirectoryMissing=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
SelectProjectDirectoryPage_errorDirectoryNotContain=\u5bfe\u8c61\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306b\u306f\u300c{0}\u300d\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SelectProjectDirectoryPage_fieldButton=\u958b\u304f
SelectProjectDirectoryPage_fieldLabel=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc:
SelectProjectDirectoryPage_title=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u306e\u9078\u629e
SelectProjectTemplatePage_buildCheckLabel=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u3092\u30a4\u30f3\u30dd\u30fc\u30c8\u3059\u308b\u524d\u306b\u30d3\u30eb\u30c9\u3092\u5b9f\u884c\u3059\u308b
SelectProjectTemplatePage_buildCheckTooltip=\u30c1\u30a7\u30c3\u30af\u304c\u6709\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u5834\u5408\u3001\u30a4\u30f3\u30dd\u30fc\u30c8\u51e6\u7406\u306e\u524d\u306b\u30d3\u30eb\u30c9\u30bf\u30b9\u30af ({0}) \u3092\u5b9f\u884c\u3057\u307e\u3059\u3002\n\u5bfe\u8c61\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u306b "java" \u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u9069\u7528\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u3084\u3001\u30b3\u30f3\u30d1\u30a4\u30eb\u30a8\u30e9\u30fc\u304c\u3042\u308b\u5834\u5408\u306b\u306f\u7121\u52b9\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SelectProjectTemplatePage_description=\u5229\u7528\u3059\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30a2\u30fc\u30ab\u30a4\u30d6\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SelectProjectTemplatePage_disableTemplateFilterLabel=\u3059\u3079\u3066\u306e\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u8868\u793a\u3059\u308b
SelectProjectTemplatePage_errorFileEmpty=\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb\u306e\u30d1\u30b9\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SelectProjectTemplatePage_errorFileMissing=\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
SelectProjectTemplatePage_errorFileNotSupport=\u5bfe\u8c61\u306e\u30a2\u30fc\u30ab\u30a4\u30d6\u5f62\u5f0f\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SelectProjectTemplatePage_errorUrlEmpty=\u30a2\u30fc\u30ab\u30a4\u30d6\u30d5\u30a1\u30a4\u30eb\u306eURL\u304c\u5165\u529b\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
SelectProjectTemplatePage_errorUrlInvalid=URL\u306e\u5f62\u5f0f\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
SelectProjectTemplatePage_fileDialogTitle=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u30d5\u30a1\u30a4\u30eb\u306e\u9078\u629e
SelectProjectTemplatePage_gradleGroupLabel=Gradle\u306e\u8a2d\u5b9a
SelectProjectTemplatePage_monitorExtractTemplate=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u4e00\u89a7\u3092\u53d6\u5f97\u3057\u3066\u3044\u307e\u3059...
SelectProjectTemplatePage_openConsoleLabel=\u30b3\u30f3\u30bd\u30fc\u30eb\u30ed\u30b0\u3092\u8868\u793a
SelectProjectTemplatePage_openConsoleTooltip=\u524d\u56de\u306e Gradle \u306e\u64cd\u4f5c\u306b\u95a2\u3059\u308b\u30b3\u30f3\u30bd\u30fc\u30eb\u30ed\u30b0\u3092\u8868\u793a\u3057\u307e\u3059\u3002
SelectProjectTemplatePage_openFileButton=\u958b\u304f
SelectProjectTemplatePage_templateFilterPattern=(\\(archive\\)|[\\(\uff08]\u30a2\u30fc\u30ab\u30a4\u30d6[\\)\uff09])\\s*$
SelectProjectTemplatePage_title=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306e\u9078\u629e
SelectProjectTemplatePage_urlNoTemplateMessage=\u5229\u7528\u53ef\u80fd\u306a\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u306eURL\u304c\u3042\u308a\u307e\u305b\u3093\u3002URL\u3092\u30c6\u30ad\u30b9\u30c8\u30dc\u30c3\u30af\u30b9\u306b\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SelectProjectTemplatePage_urlNoTemplateTitle=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u672a\u767b\u9332
SelectProjectTemplatePage_urlSelect=\u9078\u629e
SelectProjectTemplatePage_urlSelectTemplateMessage=\u5229\u7528\u3059\u308b\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
SelectProjectTemplatePage_urlSelectTemplateTitle=\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8
SelectProjectTemplatePage_useFileLabel=\u3053\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u4e0a\u306e\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u5229\u7528\u3059\u308b
SelectProjectTemplatePage_useUrlLabel=URL\u3092\u6307\u5b9a\u3057\u3066\u30d7\u30ed\u30b8\u30a7\u30af\u30c8\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3059\u308b
